Repository: nnajjarapps/flowe
Catalog: Flowe/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, he

source: and
ar: و
he: ו

source: practiced this week
ar: هذا الأسبوع
es: practicado esta semana
fr: pratiqué cette semaine
he: התאמנו השבוע

source: week streak
ar: أسبوع في السلسلة
he: שבועות רצף

source: · %@/class
ar: · %@/للحصة
he: · %@ לשיעור

source: · ^[%lld review](inflect: true)
ar: · %lld تقييم
he: · %lld ביקורות

source: /month
ar: /شهر
es: /mes
fr: /mois
he: /חודש

source: % of price
ar: % من السعر
he: % מהמחיר

# %@ · %@ reviews
source: %1$@ · %2$@ reviews
ar: %@ · %@ تقييم
es: %@ · %@ reseñas
fr: %@ · %@ avis
he: %1$@ · %2$@ ביקורות

# %@ · %lld INSTRUCTORS
source: %1$@ · %2$lld INSTRUCTORS
ar: %1$@ · %2$lld مدرب
es: %1$@ · %2$lld INSTRUCTORES
fr: %1$@ · %2$lld INSTRUCTEURS
he: %@ · %lld מדריכים

# %@ · %lld reviews
source: %1$@ · %2$lld reviews
ar: %1$@ · %2$lld تقييم
es: %1$@ · %2$lld reseñas
fr: %1$@ · %2$lld avis
he: %@ · %lld ביקורות

# %@ at %@
source: %1$@ at %2$@
ar: %@ في %@
es: %@ a las %@
fr: %@ à %@
he: %1$@ ב-%2$@

# %@ day%@ open per week
source: %1$@ day%2$@ open per week
ar: %@ يوم مفتوح في الأسبوع %@
es: %@ día%@ disponible por semana
fr: %@ jour%@ ouvert par semaine
he: %1$@ ימים%2$@ פתוח בשבוע

source: %@ hasn't listed how they take payment — ask them before your session.
ar: لم يحدد %@ طريقة استلام المدفوعات — اسأله قبل جلستك.
es: %@ no ha indicado cómo acepta pagos: pregúntale antes de tu sesión.
fr: %@ n'a pas indiqué comment il accepte les paiements — demandez-lui avant votre séance.
he: %@ עדיין לא ציין איך משלמים — כדאי לשאול לפני השיעור.

source: %@ hrs
ar: %@ ساعة
he: %@ שע׳

source: %@ min
ar: %@ دقيقة
he: %@ דק׳

source: %@ owed
ar: %@ مستحق
he: %@ חוב

source: %@ per class
ar: %@ لكل حصة
he: %@ לשיעור

source: %@ will confirm your session shortly. You'll see it update in Bookings.
ar: سيؤكد %@ جلستك قريباً. سترى التحديث في الحجوزات.
es: %@ confirmará tu sesión en breve. Verás la actualización en Reservas.
fr: %@ confirmera votre séance sous peu. Vous verrez la mise à jour dans Réservations.
he: %@ יאשר את השיעור שלך בקרוב. תוכל לראות את העדכון בהזמנות.

source: %@/session
ar: %@/جلسة
es: %@/sesión
fr: %@/séance
he: %@/שיעור

# %lld %@ to your %lld-session milestone
source: %1$lld %2$@ to your %3$lld-session milestone
ar: %lld %@ حتى إنجاز هدف %lld جلسة
he: %lld %@ עד אבן הדרך של %lld מפגשים

source: %lld classes
ar: %lld حصة
he: %lld שיעורים

source: %lld days
ar: %lld يوم
he: %lld ימים

source: %lld days open per week
ar: %lld يوم متاح في الأسبوع
es: %lld días disponibles por semana
fr: %lld jours disponibles par semaine
he: %lld ימים פתוח בשבוע

source: %lld going
ar: %lld ذاهبون
he: %lld מגיעים

source: %lld in progress
ar: %lld قيد التنفيذ
he: %lld בתהליך

source: %lld instructors
ar: %lld مدربين
he: %lld מדריכים

source: %lld INSTRUCTORS
ar: %lld مدرب
he: %lld מדריכים

source: %lld instructors can cover — pick one
ar: %lld مدربين يمكنهم التغطية — اختر
he: %lld מדריכים יכולים להחליף — בחר/י

source: %lld INSTRUCTORS NEAR YOU
ar: %lld مدرب بالقرب منك
he: %lld מדריכים קרוב אליך

source: %lld km
ar: %lld كم
he: %lld ק״מ

source: %lld left after this
ar: يتبقى %lld بعد هذه
he: נשארו %lld אחרי זה

source: %lld messages
ar: %lld رسالة
he: %lld הודעות

source: %lld min
ar: %lld دقيقة
he: %lld דק׳

source: %lld of %lld booked
ar: تم حجز %1$lld من %2$lld
he: %1$lld מתוך %2$lld הוזמנו

# %lld of %lld classes left
source: %1$lld of %2$lld classes left
ar: متبقٍ %lld من %lld حصة
he: נשארו %lld מתוך %lld שיעורים

source: %lld of %lld done
ar: %1$lld من %2$lld مكتملة
he: %1$lld מתוך %2$lld הושלמו

source: %lld on the waitlist
ar: %lld على قائمة الانتظار
he: %lld ברשימת ההמתנה

source: %lld people have already registered — set the capacity to at least that.
ar: سجّل %lld أشخاص بالفعل — اضبط السعة على هذا العدد على الأقل.
es: Ya se han inscrito %lld personas: fija el aforo al menos en ese número.
fr: %lld personnes se sont déjà inscrites — fixez la capacité au moins à ce nombre.
he: כבר נרשמו %lld אנשים — קבע קיבולת של לפחות המספר הזה.

source: %lld sessions
ar: %lld جلسات
he: %lld שיעורים

source: %lld SESSIONS
ar: %lld جلسات
he: %lld שיעורים

# %lld slots across %lld days
source: %1$lld slots across %2$lld days
ar: %1$lld فترة على مدى %2$lld أيام
es: %1$lld franjas en %2$lld días
fr: %1$lld créneaux sur %2$lld jours
he: %1$lld מקומות ב-%2$lld ימים

source: %lld stars
ar: %lld نجمة
es: %lld estrellas
fr: %lld étoiles
he: %lld כוכבים

source: %lld to claim
ar: %lld عروض للأخذ
he: %lld הצעות לתפיסה

source: %lld to review
ar: %lld للمراجعة
he: %lld לבדיקה

source: %lld weeks in a row. Don't break the chain.
ar: %lld أسابيع متتالية. لا تكسر السلسلة.
he: %lld שבועות ברצף. אל תשברו את הרצף.

# %lld-class pack · %@
source: %1$lld-class pack · %2$@
ar: باقة %lld حصة · %@
he: חבילת %lld שיעורים · %@

source: %lld-day
ar: %lld يوم
he: %lld ימים

# %lld/%lld done
source: %1$lld/%2$lld done
ar: %lld/%lld مكتمل
he: %lld/%lld הושלמו

source: %lld%% match
ar: %lld%% تطابق
he: %lld%% התאמה

source: %lldD AGO
ar: قبل %lld ي
es: HACE %lld D
fr: IL Y A %lld J
he: לפני %lld ימים

source: %lldH AGO
ar: قبل %lld س
es: HACE %lld H
fr: IL Y A %lld H
he: לפני %lld שע׳

source: %lldM AGO
ar: قبل %lld د
es: HACE %lld MIN
fr: IL Y A %lld MIN
he: לפני %lld ד׳

source: ^[%lld class-mate](inflect: true) in this class
ar: %lld من زملاء الصف في هذا الصف
he: %lld חברים לכיתה בשיעור הזה

source: ^[%lld class](inflect: true)
ar: %lld حصة
he: %lld שיעורים

source: ^[%lld like](inflect: true)
ar: %lld إعجاب
es: %lld me gusta
fr: %lld j'aime
he: ^[%lld לייק](inflect: true)

source: ^[%lld package](inflect: true) on offer
ar: %lld باقة معروضة
he: %lld חבילות מוצעות

source: ^[%lld person](inflect: true) going
ar: %lld شخص ذاهب
es: %lld personas asistirán
fr: %lld personnes y vont
he: ^[%lld אדם](inflect: true) מגיעים

source: ^[%lld person](inflect: true) going. Join the Flowe community to see who else is coming — and let them see you.
ar: %lld أشخاص ذاهبون. انضم إلى مجتمع Flowe لترى من سيحضر أيضًا — ولِيَروك أنت.
he: %lld אנשים מגיעים. הצטרפו לקהילת Flowe כדי לראות מי עוד מגיע — ולתת להם לראות אתכם.

source: ^[%lld person](inflect: true) registered
ar: %lld شخص مسجل
es: %lld personas inscritas
fr: %lld personnes inscrites
he: ^[%lld אדם](inflect: true) נרשם

source: ^[%lld recommendation](inflect: true) from fellow instructors
ar: %lld توصية من زملاء مدربين
he: %lld המלצות ממדריכים עמיתים

source: ^[%lld request](inflect: true) to review
ar: %lld طلب للمراجعة
he: %lld בקשות לבדיקה

source: ^[%lld request](inflect: true) waiting for approval
ar: %lld طلب بانتظار الموافقة
he: %lld בקשות ממתינות לאישור

source: ^[%lld review](inflect: true)
ar: %lld مراجعة
es: %lld reseñas
fr: %lld avis
he: ^[%lld ביקורות](inflect: true)

source: ^[%lld session](inflect: true) with you
ar: ^[%lld جلسة](inflect: true) معك
he: ^[%lld שיעורים](inflect: true) איתך

source: ^[%lld spot](inflect: true)
ar: %lld مكان
es: %lld plazas
fr: %lld places
he: ^[%lld מקום](inflect: true)

source: ^[%lld spot](inflect: true) left
ar: %lld مكان متبقٍ
es: %lld plazas libres
fr: %lld places restantes
he: נותר ^[%lld מקום](inflect: true)

source: ^[%lld spot](inflect: true) over capacity — the latest to join are released as their devices reconcile.
ar: %lld مكان فوق السعة — يُحرَّر آخر المنضمين عند مزامنة أجهزتهم.
es: %lld plazas por encima del aforo: los últimos en unirse se liberan cuando sus dispositivos se sincronizan.
fr: %lld places au-dessus de la capacité — les derniers inscrits sont libérés dès que leurs appareils se synchronisent.
he: ^[%lld מקום](inflect: true) מעל הקיבולת — המצטרפים האחרונים משוחררים ככל שהמכשירים שלהם מסתנכרנים.

# ^[%lld student](inflect: true) from the community train with %@
source: ^[%1$lld student](inflect: true) from the community train with %2$@
ar: %lld من طلاب المجتمع يتدربون مع %@
he: %lld תלמידים מהקהילה מתאמנים עם %@

source: ^[Request cover from %lld instructor](inflect: true)
ar: طلب التغطية من %lld مدرّب
he: בקשת החלפה מ-%lld מדריכים

source: ~%@ km
ar: ~%@ كم
he: ~%@ ק״מ

source: 🏆 %lld sessions — you're a legend.
ar: 🏆 %lld جلسة — أنت أسطورة.
he: 🏆 %lld מפגשים — אלוף/ה.

source: 1 instructor can cover — pick one
ar: مدرب واحد يمكنه التغطية — اختر
he: מדריך אחד יכול להחליף — בחר/י

source: 1 month free
ar: شهر مجاني
es: 1 mes gratis
fr: 1 mois offert
he: חודש חינם

source: 1 month free, then %@/month
ar: شهر مجاني، ثم %@/شهر
es: 1 mes gratis, luego %@/mes
fr: 1 mois offert, puis %@/mois
he: חודש חינם, אחר כך %@/חודש

source: 1 SESSION
ar: جلسة واحدة
he: שיעור אחד

source: 1 to claim
ar: عرض واحد للأخذ
he: הצעה אחת לתפיסה

source: 1-on-1
ar: فردي
es: Individual
fr: En tête-à-tête
he: אחד על אחד

source: 12 hours before
ar: قبل 12 ساعة
he: 12 שעות לפני

source: 24 hours before
ar: قبل 24 ساعة
he: 24 שעות לפני

source: 48 hours before
ar: قبل 48 ساعة
he: 48 שעות לפני

source: 2018–2021 (optional)
ar: 2018–2021 (اختياري)
he: 2018–2021 (אופציונלי)

source: A class, a workshop or a retreat — whatever you're opening to the community.
ar: درس أو ورشة أو خلوة — أيًا كان ما تفتحه للمجتمع.
es: Una clase, un taller o un retiro: lo que quieras abrir a la comunidad.
fr: Un cours, un atelier ou une retraite — tout ce que tu ouvres à la communauté.
he: שיעור, סדנה או ריטריט — כל מה שאתה פותח לקהילה.

source: A few words about your teaching is enough — I'll draft a headline and studio story. It all stays on your device.
ar: بضع كلمات عن تدريسك تكفي — سأصيغ عنوانًا وقصة استوديو. يبقى كل ذلك على جهازك.
he: כמה מילים על ההוראה שלך מספיקות — אנסח כותרת וסיפור סטודיו. הכול נשאר במכשיר שלך.

source: A line about your practice. Shown on your profile.
ar: جملة عن ممارستك. تظهر في ملفك الشخصي.
he: משפט על התרגול שלך. מוצג בפרופיל שלך.

source: A quick check
ar: تحقّق سريع
he: בדיקה מהירה

source: A quiet day to rest and restore.
ar: يوم هادئ للراحة والاستعادة.
es: Un día tranquilo para descansar y recuperarte.
fr: Une journée calme pour vous reposer et récupérer.
he: יום שקט למנוחה והתחדשות.

source: a student
ar: طالب
he: תלמיד/ה

source: A student
ar: متدرّب/ة
he: מתאמן/ת

source: A studio name and street is enough — Flowe doesn't map events.
ar: يكفي اسم الاستوديو والشارع — لا يعرض Flowe الفعاليات على خريطة.
es: Basta con el nombre del estudio y la calle: Flowe no ubica los eventos en un mapa.
fr: Le nom du studio et la rue suffisent — Flowe ne cartographie pas les événements.
he: שם סטודיו ורחוב זה מספיק — Flowe לא ממפה אירועים.

source: A tip stands on its own. A check-in or shout-out names your instructor.
ar: النصيحة تقوم بذاتها. أما تسجيل الحضور أو الإشادة فيذكران اسم مدرّبك.
es: Un consejo va solo. Un check-in o un reconocimiento nombran a tu instructor.
fr: Un conseil se suffit à lui-même. Un check-in ou une mise en avant nomme votre instructeur.
he: טיפ עומד בפני עצמו. צ'ק-אין או מחמאה מזכירים את שם המדריך שלך.

source: A wide banner across the top of your profile — your studio, a class, your vibe.
ar: لافتة عريضة أعلى ملفك الشخصي — استوديوك، حصة، أجواؤك.
he: באנר רחב בראש הפרופיל — הסטודיו שלך, שיעור, האווירה שלך.

source: About
ar: نبذة
he: אודות

source: ABOUT
ar: نبذة
es: ACERCA DE
fr: À PROPOS
he: אודות

source: ABOUT THIS OPPORTUNITY
ar: عن هذه الفرصة
he: על ההזדמנות הזו

source: Accept
ar: قبول
es: Aceptar
fr: Accepter
he: קבל

source: Accept %@
ar: قبول %@
he: אישור %@

source: Accepted
ar: مقبول
he: התקבל

source: ACCEPTED
ar: مقبولة
es: ACEPTADA
fr: ACCEPTÉE
he: התקבל

source: Account
ar: الحساب
he: חשבון

source: ACCOUNT
ar: الحساب
es: CUENTA
fr: COMPTE
he: חשבון

source: Account type
ar: نوع الحساب
he: סוג החשבון

source: Active now
ar: نشط الآن
he: פעיל/ה עכשיו

source: Activity
ar: النشاط
es: Actividad
fr: Activité
he: פעילות

source: Add
ar: إضافة
es: Añadir
fr: Ajouter
he: הוספה

source: Add a bio in Edit Profile so students can get to know you.
ar: أضف نبذة في تعديل الملف الشخصي ليتعرّف عليك الطلاب.
es: Añade una biografía en Editar perfil para que los alumnos te conozcan.
fr: Ajoutez une bio dans Modifier le profil pour que les élèves vous découvrent.
he: הוסף ביוגרפיה בעריכת פרופיל כדי שמתאמנים יכירו אותך.

source: Add a cancellation policy to a lesson type and Flowe protects your income: cancel-within-window and no-shows are tracked here for you to collect directly. Students see the policy before they book.
ar: أضف سياسة إلغاء إلى نوع الحصة ليحمي Flowe دخلك: يُتتبَّع الإلغاء ضمن المهلة وحالات عدم الحضور هنا لتحصّلها مباشرة. يرى الطلاب السياسة قبل الحجز.
he: הוסיפו מדיניות ביטול לסוג שיעור ו-Flowe יגן על ההכנסה: ביטולים בתוך החלון והיעדרויות נרשמים כאן כדי שתגבו ישירות. התלמידים רואים את המדיניות לפני ההזמנה.

source: Add a date
ar: إضافة تاريخ
he: הוספת תאריך

source: Add a lesson type
ar: إضافة نوع درس
he: הוספת סוג שיעור

source: Add a note (optional)
ar: أضف ملاحظة (اختياري)
he: הוספת הערה (אופציונלי)

source: Add a reply…
ar: أضف ردًا…
es: Añade una respuesta…
fr: Ajouter une réponse…
he: הוסף תגובה…

source: Add availability
ar: إضافة توفّر
es: Añadir disponibilidad
fr: Ajouter des disponibilités
he: הוספת זמינות

source: Add Certificate Photo
ar: إضافة صورة الشهادة
es: Añadir foto del certificado
fr: Ajouter une photo du certificat
he: הוספת תמונת תעודה

source: Add Cover Photo
ar: إضافة صورة غلاف
he: הוספת תמונת נושא

source: Add exercise
ar: إضافة تمرين
he: הוספת תרגיל

source: Add lesson type
ar: إضافة نوع درس
es: Añadir tipo de clase
fr: Ajouter un type de cours
he: הוספת סוג שיעור

source: Add Photo
ar: إضافة صورة
es: Añadir foto
fr: Ajouter une photo
he: הוספת תמונה

source: Add private notes
ar: أضف ملاحظات خاصة
he: הוסף הערות פרטיות

source: Add role
ar: إضافة دور
he: הוספת תפקיד

source: Add the lesson types you offer in Edit Profile.
ar: أضف أنواع الدروس التي تقدّمها في تعديل الملف الشخصي.
he: הוסף את סוגי השיעורים שאתה מציע בעריכת פרופיל.

source: Add the session types you offer in Edit Profile.
ar: أضف أنواع الجلسات التي تقدّمها في تعديل الملف الشخصي.
es: Añade los tipos de sesión que ofreces en Editar perfil.
fr: Ajoutez les types de séances que vous proposez dans Modifier le profil.
he: הוסף את סוגי השיעורים שאתה מציע בעריכת פרופיל.

source: Add the times you teach on those days.
ar: أضف الأوقات التي تُدرّس فيها في تلك الأيام.
he: הוסיפו את השעות שבהן אתם מלמדים באותם ימים.

source: Add the times you'll teach on this day.
ar: أضف الأوقات التي ستدرّس فيها في هذا اليوم.
he: הוסיפו את השעות שבהן תלמדו ביום זה.

source: Add time
ar: إضافة وقت
he: הוספת שעה

source: Add time · %@
ar: إضافة وقت · %@
he: הוספת שעה · %@

source: Add to selected
ar: إضافة إلى المحدد
he: הוספה לנבחרים

source: Add video
ar: إضافة فيديو
he: הוספת וידאו

source: Add your %@ so students can find you.
ar: أضف %@ ليتمكن الطلاب من العثور عليك.
es: Añade tu %@ para que los alumnos te encuentren.
fr: Ajoutez votre %@ pour que les élèves vous trouvent.
he: הוסף את ה-%@ שלך כדי שמתאמנים יוכלו למצוא אותך.

source: Add your area so students nearby can see how far you are. Flowe publishes a point rounded to about 1 km — the neighbourhood, never the address.
ar: أضف منطقتك ليرى الطلاب القريبون مدى بُعدك. ينشر Flowe نقطة مقرَّبة إلى نحو كيلومتر واحد — الحي، وليس العنوان.
es: Añade tu zona para que los estudiantes cercanos vean a qué distancia estás. Flowe publica un punto redondeado a alrededor de 1 km: el barrio, nunca la dirección.
fr: Ajoutez votre zone pour que les élèves proches voient votre distance. Flowe publie un point arrondi à environ 1 km — le quartier, jamais l’adresse.
he: הוסף את האזור שלך כדי שמתאמנים בקרבתך יראו כמה אתה רחוק. Flowe מפרסמת נקודה מעוגלת לכ-1 ק"מ — השכונה, לעולם לא הכתובת.

source: Add your certification in Edit Profile.
ar: أضف شهادتك في تعديل الملف الشخصي.
es: Añade tu certificación en Editar perfil.
fr: Ajoutez votre certification dans Modifier le profil.
he: הוסף את ההסמכה שלך בעריכת פרופיל.

source: Add your first exercise — a short clip with coaching notes.
ar: أضف تمرينك الأول — مقطع قصير مع ملاحظات تدريبية.
he: הוסיפו את התרגיל הראשון — קליפ קצר עם הערות אימון.

source: Add your first lesson type — a class you offer, in your own words.
ar: أضف أول نوع درس لك — حصة تقدّمها بكلماتك الخاصة.
es: Añade tu primer tipo de clase: una sesión que ofreces, con tus propias palabras.
fr: Ajoutez votre premier type de cours — une séance que vous proposez, avec vos propres mots.
he: הוסף את סוג השיעור הראשון שלך — שיעור שאתה מציע, במילים שלך.

source: Add your photo, studio location, a short bio, your certification and specialties — this is what students see first.
ar: أضف صورتك وموقع الاستوديو ونبذة قصيرة وشهادتك وتخصصاتك — هذا ما يراه الطلاب أولًا.
he: הוסיפו תמונה, מיקום סטודיו, ביו קצר, הסמכה והתמחויות — זה מה שהתלמידים רואים קודם.

source: Add your specialties in Edit Profile.
ar: أضف تخصصاتك في تعديل الملف الشخصي.
es: Añade tus especialidades en Editar perfil.
fr: Ajoutez vos spécialités dans Modifier le profil.
he: הוסף את ההתמחויות שלך בעריכת פרופיל.

source: Add your teaching history — studios, roles, apprenticeships. Optional, but it builds trust with students and studios.
ar: أضف سجل تدريسك — استوديوهات وأدوار وتدريبات مهنية. اختياري، لكنه يبني الثقة مع الطلاب والاستوديوهات.
he: הוסיפו את היסטוריית ההוראה — סטודיואים, תפקידים, התמחויות. אופציונלי, אך בונה אמון עם תלמידים וסטודיואים.

source: Advanced
ar: متقدّم
he: מתקדם

source: After a session, students can review it from their Bookings tab. Their reviews will show up here.
ar: بعد الجلسة، يمكن للطلاب تقييمها من تبويب الحجوزات. ستظهر تقييماتهم هنا.
es: Después de una sesión, los alumnos pueden valorarla desde su pestaña de Reservas. Sus reseñas aparecerán aquí.
fr: Après une séance, les élèves peuvent la noter depuis leur onglet Réservations. Leurs avis apparaîtront ici.
he: אחרי שיעור, מתאמנים יכולים לכתוב ביקורת מלשונית ההזמנות שלהם. הביקורות שלהם יופיעו כאן.

source: All
ar: الكل
he: הכול

source: All ^[%lld spot](inflect: true) are taken.
ar: كل الأماكن الـ%lld محجوزة.
es: Las %lld plazas están ocupadas.
fr: Les %lld places sont prises.
he: כל ^[%lld המקומות](inflect: true) תפוסים.

source: Already have an account?
ar: هل لديك حساب بالفعل؟
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
he: כבר יש לך חשבון?

source: Also block %@
ar: حظر %@ أيضًا
es: Bloquear también a %@
fr: Bloquer aussi %@
he: לחסום גם את %@

source: An alert an hour before each confirmed session. Scheduled on this device, so it works offline.
ar: تنبيه قبل ساعة من كل جلسة مؤكدة. تتم جدولته على هذا الجهاز، لذا يعمل دون اتصال.
es: Un aviso una hora antes de cada sesión confirmada. Se programa en este dispositivo, así que funciona sin conexión.
fr: Une alerte une heure avant chaque séance confirmée. Programmée sur cet appareil, elle fonctionne hors ligne.
he: התראה שעה לפני כל שיעור מאושר. מתוזמנת במכשיר הזה, כך שהיא עובדת גם ללא חיבור.

source: An instructor
ar: مدرب
he: מדריך

source: Analytics
ar: تحليلات
he: נתונים

source: Answer a few quick questions and we'll match you with instructors who fit your goals, style, and budget.
ar: أجب عن بعض الأسئلة السريعة وسنطابقك مع مدربين يناسبون أهدافك وأسلوبك وميزانيتك.
he: ענה על כמה שאלות קצרות ונתאים לך מדריכים שמתאימים למטרות, לסגנון ולתקציב שלך.

source: Anything else we should know?
ar: هل من شيء آخر ينبغي أن نعرفه؟
es: ¿Algo más que debamos saber?
fr: Autre chose à nous signaler ?
he: משהו נוסף שכדאי שנדע?

source: Appear in Discover — subscription required
ar: الظهور في الاكتشاف — يتطلب اشتراكًا
he: הופעה בגילוי — נדרש מנוי

source: APPLICANTS · %lld
ar: المتقدمون · %lld
he: מועמדים · %lld

source: Applied
ar: تم التقديم
he: הוגשה מועמדות

source: Applied · %lld
ar: تم التقديم · %lld
he: הוגשו · %lld

source: Apply
ar: تطبيق
he: החלה

source: Apprenticeship
ar: تدريب مهني
he: התמחות

source: Apprenticeships, assistant & studio roles
ar: تدريبات مهنية وأدوار مساعدة واستوديو
he: התמחויות, תפקידי סיוע וסטודיו

source: Approve
ar: وافق
he: אישור

# Approve once you've received %@ from %@.
source: Approve once you've received %1$@ from %2$@.
ar: وافق بعد أن تستلم %@ من %@.
he: אשר/י לאחר שקיבלת %@ מ-%@.

source: Approved · %lld credits added
ar: تمت الموافقة · أُضيف %lld رصيد
he: אושר · נוספו %lld קרדיטים

source: Approximate teaching area.
ar: منطقة تدريس تقريبية.
es: Zona de enseñanza aproximada.
fr: Zone d’enseignement approximative.
he: אזור הוראה משוער.

source: Archive
ar: أرشفة
he: העברה לארכיון

source: Archived
ar: مؤرشف
he: בארכיון

source: AT A GLANCE
ar: لمحة سريعة
he: במבט חטוף

source: At least one lesson with a price
ar: درس واحد على الأقل مع سعر
he: לפחות שיעור אחד עם מחיר

source: Attended
ar: حضر
he: נכח

source: ATTENDEES
ar: الحاضرون
es: ASISTENTES
fr: PARTICIPANTS
he: משתתפים

source: Availability
ar: التوفر
es: Disponibilidad
fr: Disponibilités
he: זמינות

source: AVAILABILITY
ar: التوفر
es: DISPONIBILIDAD
fr: DISPONIBILITÉS
he: זמינות

source: Available to cover
ar: متاح للتغطية
he: זמין להחלפה

source: Available: %@
ar: متاح: %@
es: Disponible: %@
fr: Disponible : %@
he: זמין: %@

source: Avg / client
ar: متوسط لكل عميل
he: ממוצע ללקוח

source: Avg / session
ar: متوسط لكل جلسة
he: ממוצע למפגש

source: Award
ar: جائزة
he: פרס

source: Awarded
ar: مُنح
he: הוענק

source: Back
ar: رجوع
he: חזרה

source: Barre
ar: بار
he: בר

source: Be the first to book %@ and share how it went.
ar: كوني أول من يحجز مع %@ وشاركي تجربتك.
es: Sé la primera en reservar con %@ y cuenta qué tal fue.
fr: Soyez la première à réserver avec %@ et à partager votre avis.
he: היה הראשון להזמין את %@ ולשתף איך היה.

source: Be the first to like this post.
ar: كن أول من يعجب بهذا المنشور.
he: היו הראשונים לאהוב את הפוסט הזה.

source: Be the first to say something.
ar: كن أول من يقول شيئًا.
es: Sé el primero en decir algo.
fr: Soyez le premier à réagir.
he: היה הראשון לומר משהו.

source: Become a student
ar: التحوّل إلى طالب
he: להפוך לתלמיד

source: Become an instructor
ar: التحوّل إلى مُدرّب
he: להפוך למדריך

source: Beginner
ar: مبتدئ
he: מתחיל

source: Below average
ar: دون المتوسط
es: Por debajo de la media
fr: En dessous de la moyenne
he: מתחת לממוצע

source: bio
ar: نبذة
he: תיאור

source: BIO
ar: نبذة تعريفية
es: BIOGRAFÍA
fr: BIOGRAPHIE
he: אודות

source: Bio & rates
ar: النبذة والأسعار
es: Biografía y tarifas
fr: Bio et tarifs
he: תיאור ומחירים

source: Block
ar: حظر
es: Bloquear
fr: Bloquer
he: חסימה

source: Block %@
ar: حظر %@
es: Bloquear a %@
fr: Bloquer %@
he: חסום את %@

source: Block %@?
ar: حظر %@؟
es: ¿Bloquear a %@?
fr: Bloquer %@ ?
he: לחסום את %@?

source: Block this person?
ar: حظر هذا الشخص؟
he: לחסום את האדם הזה?

source: Blocked users
ar: المستخدمون المحظورون
es: Usuarios bloqueados
fr: Utilisateurs bloqués
he: משתמשים חסומים

source: Blocked Users
ar: المستخدمون المحظورون
es: Usuarios bloqueados
fr: Utilisateurs bloqués
he: משתמשים חסומים

source: Blocking hides their messages and their profile from you.
ar: الحظر يخفي رسائلهم وملفهم الشخصي عنك.
es: Bloquear oculta sus mensajes y su perfil para ti.
fr: Le blocage masque ses messages et son profil pour vous.
he: חסימה מסתירה ממך את ההודעות והפרופיל שלהם.

source: Book a class from Discover to see your upcoming sessions here.
ar: احجز حصة من تبويب استكشف لتظهر جلساتك القادمة هنا.
es: Reserva una clase desde Descubrir para ver aquí tus próximas sesiones.
fr: Réservez un cours depuis Découvrir pour voir vos prochaines séances ici.
he: הזמן שיעור מגלה כדי לראות כאן את השיעורים הקרובים שלך.

source: Book a session
ar: احجزي جلسة
es: Reservar una sesión
fr: Réserver une séance
he: הזמן שיעור

source: Book a Session
ar: احجز جلسة
es: Reservar una sesión
fr: Réserver une séance
he: הזמנת שיעור

source: Book a session · %@
ar: احجزي جلسة · %@
es: Reservar una sesión · %@
fr: Réserver une séance · %@
he: הזמן שיעור · %@

source: Book a Session · %@
ar: احجز جلسة · %@
es: Reservar una sesión · %@
fr: Réserver une séance · %@
he: הזמנת שיעור · %@
